{
    "landing": {
        "dev": "Développeuse Web Fullstack",
        "create": "Créons",
        "develop": "Développons",
        "brainstorm": "Réflechissons",
        "work": "Travaillons",
        "together": "ensemble"
    },
    "about": {
        "title": "Découvrez mes projets",
        "text": "Après 10 ans dans la grande distribution, j'ai récemment entrepris l'aventure de me reconvertir dans le développement Web ! Les images étant plus parlantes que les longs discours, je vous laisse découvrir quelques uns de mes projets ci-dessous. N'hésitez pas à me contacter, j'ai hâte de travailler avec vous !"
    },
    "contact": {
        "text1": "Vous pouvez me contacter via LinkedIn",
        "text2": "ou par email",
        "name": "Nom",
        "send": "Envoyer"
    },
    "projects": {
        "statictext": {
            "tech": "techno utilisées :",
            "gohome": "Retour à la page d'accueil"
        },
        "wizard": {
            "id": "wizard",
            "name": "Au sorcier moderne",
            "subhead": "Création d'une borne de caisse d'une boutique d'ingrédients pour sorcières et sorciers",
            "description": "Ce site se compose de trois pages. La première page sert à générer une nouvelle commande, avec la création d'un numéro de commande unique. La deuxième page permet d'afficher toutes les commandes déjà passées, y compris celles contenues dans le local storage. Pour les commandes qui n'ont pas encore été réglées, il est possible de modifier ou supprimer la commande. Et enfin la troisième page permet de sélectionner un commande non payée et de l'encaisser."
        },
        "drink": {
            "id": "drink",
            "name": "Drink 3000",
            "subhead": "Site vitrine d'un fabriquant de boissons personnalisées",
            "description": "Création d'un site vitrine avec des filtres de sélection de boisson pour l'émission du devis."
        },
        "cake": {
            "id": "cake",
            "name": "Cake 3000",
            "subhead": "Site vitrine d'un salon de thé",
            "description": "Création d'un site vitrine avec formulaire de réservation."
        },
        "movieshuffle": {
            "id": "movieshuffle",
            "name": "Movieshuffle",
            "subhead": "Création d'une base de données cinéma, et d'un moteur de recherche associé.",
            "description": "Le site Movieshuffle est un moteur de recherche permettant de rechercher des films, et de retrouver des informations comme leur date de sortie, leur durée, leur synopsis, et surtout leur bande annonce."
        },
        "phpmon": {
            "id": "phpmon",
            "name": "Pokemon PHP Battle",
            "subhead": "Création d'un jeu de cartes",
            "description": "Le jeu s'ouvre sur un menu pour sélectionner son Pokémon. Sous son illustration on peut voir son type et sa puissance. A la sélection, le duel commence. L'adversaire est désigné aléatoirement. Le type des Pokémons et de leurs attaques est pris en compte dans le calcul des dégâts. Ainsi ce n'est pas toujours le Pokémon le plus puissant qui gagne... N'hésitez pas à télécharger le jeu sur mon Github pour le tester ! (pour un usage personnel uniquement)"
        }
    }
}